{
    "Episode0": {
        "podcast_title": "Reflections of History",
        "episode_title": "Reflections of History is going on Hiatus",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "The podcast discusses topics such as the city of Shopify, the importance of gratitude, a podcast called One Handshake Away featuring filmmakers, and the release of Reflections of History. The main insights include the significance of marketing for businesses, the impact of influential filmmakers on contemporary directors, and the availability of the One Handshake Away podcast on the Odyssey app. The Reflections of History podcast is going on hiatus but will return in the future.",
        "podcast_highlights": {
            "highlight1": "The podcast Reflections of History is going on hiatus",
            "highlight2": "The filmmaker Peter Bogdanovich was making a podcast called One Handshake Away",
            "highlight3": "Contemporary directors discuss the greatest influences on them",
            "highlight4": "Don Siegel was one of the great action directors in the history of Hollywood",
            "highlight5": "The podcast One Handshake Away is available for free on the Odyssey app"
        }
    },
    "Episode1": {
        "podcast_title": "Reflections of History",
        "episode_title": "April 7th: Ketanji Brown Jackson Confirmed To Supreme Court",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "In this podcast, the main topics discussed are the confirmation of Judge Ketanji Brown Jackson as an Associate Justice of the United States Supreme Court and her personal background. Justice Jackson talks about her parents' move from Miami to Washington D.C. to experience new freedom, her upbringing in a household that emphasized hard work and belief in oneself, and her father's influence in sparking her interest in the law. She also emphasizes her commitment to upholding the Constitution and the importance of transparency and impartiality in her judicial role. Justice Jackson shares her admiration for Judge Constant Baker Motley, the first African-American woman appointed to the federal bench, and her dedication to ensuring equal justice under law.",
        "podcast_highlights": {
            "highlight1": "Judge Cantongee Brown Jackson was confirmed as an Associate Justice of the United States Supreme Court, the first black woman to serve on the court in history.",
            "highlight2": "My parents taught me that unlike the many barriers they had had to face growing up, my path was clearer so that if I worked hard and believed myself in America I could do anything or be anything I wanted to be.",
            "highlight3": "My parents have been married for almost 54 years and they are here with me today. I cannot possibly thank them enough for everything they've done for me.",
            "highlight4": "If I am confirmed, I commit to you that I will work productively to support and defend the Constitution and the grand experiment of American democracy that has endured over these past 246 years.",
            "highlight5": "During this hearing I hope that you will see how much I love our country and the Constitution and the rights that make us free."
        }
    },
    "Episode2": {
        "podcast_title": "Reflections of History",
        "episode_title": "April 6th: RFK Reflects On American Violence",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "In this podcast, the main topics discussed are the issue of violence in America and its effects on society. The podcast includes a reflection on a speech delivered by Robert Kennedy on April 5, 1968. Kennedy addresses the issue of violence, highlighting that it affects people of all races, backgrounds, and ages. He emphasizes that violence has never solved any problems and only breeds more violence. Kennedy also criticizes institutions and indifference as forms of violence that harm the poor and perpetuate inequality. He calls for true justice and unity among all citizens. The podcast also briefly mentions the influence of filmmakers on contemporary directors and promotes another podcast called \"One Handshake Away.\" Overall, the main insight is the urgent need to address and eradicate violence in society.",
        "podcast_highlights": {
            "highlight1": "This is a time of shame and sorrow. It is not a day for politics. I have saved this one opportunity to speak briefly to you about this mindless menace of violence in America which again stains our land and every one of our lives.",
            "highlight2": "No one, no matter where he lives or what he does, can be certain who will suffer from some senseless act of bloodshed. And yet it goes on and on. Why? What has violence ever accomplished? What has it ever created?",
            "highlight3": "Too often we honor swagger and bluster and the wielders of force. Too often we excuse those who are willing to build their own lives on the shattered dreams of others. Some Americans who preach nonviolence abroad fail to practice it here at home. Some who accuse others of inciting riots have by their own conduct invited them.",
            "highlight4": "This is a slow destruction of a child by hunger and schools without books and homes without heat in the winter. Yet we know what we must do. It is to achieve true justice among our fellow citizens. The question is not what programs we should seek to enact. The question is whether we can find in our own midst and in our own hearts that leadership of human purpose that will recognize the terrible truths of our existence.",
            "highlight5": "Surely we can learn at least to look at those around us as fellow men, and surely we can begin to work a little harder to bind up the wounds among us and to become in our hearts, brothers, and countrymen once again."
        }
    },
    "Episode3": {
        "podcast_title": "Reflections of History",
        "episode_title": "April 5th: FDR Creates Civilian Conservation Corps",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "In this podcast episode, John Meacham reflects on the establishment and impact of the Civilian Conservation Corps (CCC) during the presidency of Franklin D. Roosevelt. The CCC was created in 1933 in response to high unemployment rates and aimed to provide jobs to young, unemployed men while focusing on conservation and public works projects. The program offered financial support, three meals a day, education opportunities, and healthcare to enrollees. By the height of the program in 1935, there were over 500,000 men serving in over 2,500 camps across the United States. The accomplishments of the CCC include planting billions of trees, constructing state and federal parks, building roads, and restoring farmland. The CCC provided not only employment but also hope to millions of Americans during its nine-year existence.",
        "podcast_highlights": {
            "highlight1": "Unemployment was pervasive, hope scarce.",
            "highlight2": "FDR moved quickly to establish the Civilian Conservation Corps or CCC.",
            "highlight3": "The CCC provided employment for young men aged 18 to 25, offering them financial and health benefits.",
            "highlight4": "Over 2.5 billion trees were planted and over 800 state and federal parks were constructed by the CCC.",
            "highlight5": "The CCC reclaimed farmlands and provided hope for many Americans."
        }
    },
    "Episode4": {
        "podcast_title": "Reflections of History",
        "episode_title": "April 4th: RFK Eulogizes MLK Jr.",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "The podcast discussed the assassination of Martin Luther King Jr. and the speech given by Senator Robert Kennedy in response to his death. Kennedy emphasized the need for love, understanding, and compassion in the United States, urging people not to succumb to hatred and division. He called for prayer for both the King family and the nation as a whole, expressing a desire for justice and improved quality of life for all citizens. The podcast also briefly mentioned a planned podcast by filmmaker Peter Bogdanovich and the influence of directors on contemporary filmmakers.",
        "podcast_highlights": {
            "highlight1": "Martin Luther King Jr. was shot and killed outside room 306 of the Lorraine Motel in Memphis, Tennessee.",
            "highlight2": "Martin Luther King dedicated his life to love and to justice for his fellow human beings.",
            "highlight3": "We can make an effort, as Martin Luther King did, to understand and to replace violence with compassion and love.",
            "highlight4": "What we need in the United States is love, wisdom, compassion, and justice toward all.",
            "highlight5": "Let us dedicate ourselves to taming the savageness of man and making gentle the life of this world."
        }
    },
    "Episode5": {
        "podcast_title": "Reflections of History",
        "episode_title": "April 3rd: Truman Signs Marshall Plan Into Law",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "In this podcast, the main topics discussed are the Marshall Plan and its significance in rebuilding Europe after World War II, as well as the importance of international cooperation for lasting peace and prosperity. The Marshall Plan was a major investment by the United States to help lift up ravaged European countries, including former enemies, and prevent the seeds of resentment and militarism. President Truman articulated the plan to Congress, highlighting the United States' commitment to peace, justice, and economic well-being for all nations. The podcast also emphasizes the lesson that democracy and prosperous nations tend not to go to war with one another, while isolationism can breed conflict. This historical perspective provides valuable insights for current debates on America's role in global affairs.",
        "podcast_highlights": {
            "highlight1": "The United States made one of the great investments in our history in the rebuilding of Europe, known as the Marshall Plan",
            "highlight2": "President Truman articulated the plan to Congress, expressing the concern for enduring peace and the just settlement of past differences",
            "highlight3": "The United States has provided more than 15 billion dollars in grants and loans for aid to war victims and reconstruction efforts",
            "highlight4": "Democracy and prosperous nations tend not to go to war with one another",
            "highlight5": "Isolationism breeds conflict, and the lesson of the Marshall Plan must be remembered today"
        }
    },
    "Episode6": {
        "podcast_title": "Reflections of History",
        "episode_title": "March 31st: LBJ Withdraws From Presidential Race",
        "episode_image": "https://megaphone.imgix.net/podcasts/26540ab6-9d49-11eb-9ab7-33b2ab898c12/image/Reflections_of_History_Audacy_WEB.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress",
        "podcast_summary": "In this podcast, the main topics discussed are President Lyndon B. Johnson's speech on Vietnam and division in American democracy in 1968, the importance of unity in the success of a nation, and the current state of division in the United States. The podcast emphasizes the enduring principles of President Johnson's speech and the need for Americans to come together despite partisan divisions. The podcast also mentions a documentary on President Johnson's speech and interviews with contemporary directors on their influences in filmmaking. Overall, the podcast highlights the significance of unity and the challenges faced in maintaining it in society.",
        "podcast_highlights": {
            "highlight1": "Of those to whom much is given, much is asked.",
            "highlight2": "The ultimate strength of our country and our cause will lie not in powerful weapons or infinite resources or boundless wealth, but will lie in the unity of our people.",
            "highlight3": "Yet I believe that we must always be mindful of this one thing, whatever the trials and the tests ahead.",
            "highlight4": "There is division in the American house now. There is divisiveness among us all tonight. And holding the trust that is mine, as president of all the people, I cannot disregard the peril to the progress of the American people and the hope and the prospects of peace for all peoples.",
            "highlight5": "But let men everywhere know, however, that a strong and a confident in a vigilant America stands ready tonight to seek an honorable peace and stands ready tonight to defend an honored cause, whatever the price, whatever the burden, whatever the sacrifice that duty may require."
        }
    }
}